Revit 2027 API
ParameterTypeId.LoadMomentMx2 Property
 "Mx 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadMomentMx2 { get; }
Public Shared ReadOnly Property LoadMomentMx2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadMomentMx2 {
	ForgeTypeId^ get ();
}
static member LoadMomentMx2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace